{
  "HEADER": {
    "HEADER_TITLE": "Hello there",
    "HEADER_SUBTITLE": "Full-stack Developer",
    "HEADER_NAME": "Erick Gonzalez",
    "HEADER_ABOUT": "Information Technology Engineer, specialized in FullStack development and data analysis. With more than two years of experience creating efficient, scalable and well-structured applications.",
    "HEADER_BUTTON": "See Projects"
  },
  "ABOUTME": {
    "ABOUT_TITLE": "About me",
    "ABOUT_ABOUT_DESCRIPTION": "I am a web developer specialized in creating complete applications from interface design to logic implementation on the server. I have experience in databases and application deployment, ensuring optimal performance and a smooth user experience. Additionally, I have mastered version control through Git and use Power BI for data analysis, allowing me to make informed decisions based on metrics.",
    "ABOUT_EXPIRENCE": [
      {
        "EXPIRENCE": "Years",
        "EXPIRENCE_ABOUT": "of experience"
      },
      {
        "PROJECTS": "Projects",
        "PROJECTS_ABOUT": "completed"
      },
      {
        "WORKING": "Working",
        "WORKING_ABOUT": "in companies"
      }
    ],
    "ABOUT_DOWNLOAD_CV": "See CV",
    "EXPERIENCE": "Experience"
  },
  "SKILLS": {
    "SKILLS_TITLE": "Skills"
  },
  "EDUCATION": {
    "EDUCATION_TITLE": "Education"
  },
  "PROJECTS": {
    "PROJECTS_TITLE": "Projects",
    "PROJECTS_VIEW": "See project",
    "PROJECTS_MODAL_TITLE": "Image gallery"
  },
  "FOOTER": {
    "FOOTER_MAKE": "Designed and Built with",
    "FOOTER_ECOLOGICAL_FOOTPRINT": "🌱 This website is sustainable - Rating"
  },
  "THEME": {
    "BUTTON_LABEL": "Themes"
  },
  "LANGUAGES": {
    "BUTTON_LABEL": "Languages"
  },
  "VERSION": {
    "BUTTON_LABEL": "Version",
    "VERSION_CURRENT": "Current"
  },
  "TOAST": {
    "TOAST_TITLE": "Preliminary version",
    "TOAST_BODY": "Version 1.0.1 is deployed, but there will be future changes in the coming months",
    "TOAST_BUTTON": "Accept"
  },
  "404": {
    "404_BODY": "Oops! The page you're looking for doesn't exist."
  },
  "UNIVERSITY": {
    "UNIVERSITY_TITLE": "Polytechnic University of the Valley of Mexico (UPVM)",
    "UNIVERSITY_SUBTITLE": "Information Technology Engineering",
    "UNIVERSITY_TEXT": "During my time at university, I learned about various areas of IT such as equipment maintenance, networking, object-oriented programming, mobile development with Xamarin, cybersecurity, requirements engineering, and databases. I also worked with Arduino in robotics. However, what interested me the most was web development. Although I only learned basic jQuery concepts, I always had the desire to continue learning about this topic. Currently, I am self-taught and strive to learn something new every day."
  }
}
